// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Administrasjon av brukerroller";

UsersTabTitle = "Brukere:";
GroupsTabTitle = "Grupper:";
RolesTabTitle = "Roller:";

// default roles
DeviceAdministrator = "Enhetsadministrator";
DeviceGuest = "Enhetsgjest";
DeviceUser = "Enhetsbruker";

//account types
User = "Bruker";
Group = "Gruppe";

// context menu operatons
DeleteUserGroupContextMenu = "Slett bruker(e) eller gruppe(r)";
DeleteRoleContextMenu = "Slett rolle(r)";
MoveToGroupContextMenu = "Flytt til Grupper";
MoveToUserContextMenu = "Flytt til Brukere";

// properties names
NameAttribute = "Navn:";
RoleAttribute = "Rolle:";
AuthenticationAttribute = "Påloggingsmetode:";
AccountTypeAttribute = "Type";

// progress titles
UpdateInformationProcessTitle = "Oppdaterer informasjon...";

// new accounts window
OkButton = "OK";
CancelButton = "Avbryt";

AccountSettingsTabTitle = "Kontoinnstillinger";
PermissionsPoliciesTabTitle = "Tillatelsesregler";
WindowsDefaultRoleTitle = "Standardtillatelse angitt for Windows:";
LDAPDefaultRoleTitle = "Standardtillatelse angitt for LDAP:";

// alerts
DuplicateNameMessage = "Dette navnet er allerede brukt.";
DuplicateUserGroupNameDescription = "Nettverksbrukeren eller gruppenavnet er allerede i bruk. Oppgi en ny nettverksbruker eller et nytt gruppenavn.";
DuplicateNameDescription = "Dette navnet er allerede i bruk. Oppgi et nytt navn.";
NetworkUserAndGroupTitle = "Nettverksbruker eller -gruppe";

DeleteRoleErrorDescription = "Tillatelsessettet (%@) kan ikke slettes fordi det fremdeles brukes som et standard tillatelsessett, i en nettverksgruppe eller i en Bruker-til-enhet-tillatelsestilordning.";

// tooltips
CreateNewUserToolTip = "Opprett ny bruker";
CreateNewGroupToolTip = "Opprett ny gruppe";
CreateNewRoleToolTip = "Opprett ny rolle";

DeleteUsersToolTip = "Slett valgte brukere";
DeleteGroupsToolTip = "Slett valgte grupper";
DeleteRolesToolTip = "Slett valgte roller";

// permission policies
ApplicationNameKey = "Programnavn";
ValueKey = "Verdi";

ADMINISTRATIONAPPLICATION = "Administrasjonsprogram";
REPORTS = "Rapporter";
CONFIGURATIONSTATUSPAGES = "Konfigurasjons-/statussider";
CONFIGURATIONPAGE = "Konfigurasjonsside";
USAGEPAGE = "Bruksside";
FILEDIRECTORY = "Arkivkatalog";
SUPPLIESSTATUSPAGE = "Rekvisitastatusside";
COLORUSAGEJOBLOG = "Logg over jobber med fargebruk";
FAXREPORTS = "Faksrapporter";
FAXACTIVITYLOG = "Faksaktivitetslogg";
BILLINGCODESREPORT = "Faktureringskoderapport";
BLOCKEDFAXLIST = "Liste over blokkerte fakser";
LASTFAXCALLREPORT = "Rapport over siste faksanrop";
SPEEDDIALLIST = "Kortnummerliste";
OTHERPAGES = "Andre sider";
GENERALSETTINGS = "Generelle innstillinger";
GENERAL = "Generelle innstillinger";
DATETIME = "Dato/klokkeslett";
DATEANDTIME = "Dato/klokkeslett";
ENERGYSETTINGS = "Energiinnstillinger";
PRINTQUALITYMENU = "Utskriftskvalitetsmeny";
MANAGESTOREDJOBS = "Behandle arkiverte jobber";
ENABLERETRIEVEFROMUSB = "Aktiver henting fra USB";
RESTOREFACTORYSETTINGS = "Gjenopprett fabrikkinnstillinger";
DISPLAYSETTINGS = "Skjerminnstillinger";
NETWORKSETTINGS = "Nettverksinnstillinger";
NETWORKPROTOCOLS = "Nettverksprotokoller";
COPYSETTINGS = "Kopieringsinnstillinger";
FAXSETTINGS = "Faksinnstillinger";
FAXSENDSETTINGS = "Innstillinger for fakssending";
FAXSENDSETUP = "Oppsett for fakssending";
FAXSETUPWIZARD = "Veiviser for faksoppsett";
GENERALFAXSENDSETTINGS = "Generelle innstillinger for fakssending";
DEFAULTJOBOPTIONSFAXSEND = "Standardjobbalternativer (fakssending)";
FAXRECEIVESETTINGS = "Innstillinger for faksmottak";
FAXRECEIVESETUP = "Oppsett for faksmottak";
FAXPRINTINGSCHEDULE = "Tidsplan for faksutskrift";
BLOCKEDFAXNUMBERS = "Blokkerte faksnumre";
DEFAULTJOBOPTIONSFAXRECEIVE = "Standardjobbalternativer (faksmottak)";
FAXFORWARDING = "Videresending av faks";
GENERALPRINTSETTINGS = "Generelle utskriftsinnstillinger";
DEFAULTPRINTOPTIONS = "Standardutskriftsalternativer";
MANAGETRAYS = "Behandle skuffer";
STAPLERSTACKERSETTINGS = "Innstillinger for stable-/stifteenhet";
SCANDIGITALSENDSETTINGS = "Innstillinger for skanning/digital sending";
SCANDIGITALSEND = "Innstillinger for skanning/digital sending";
EMAILSETTINGS = "Innstillinger for e-post";
EMAILSETUP = "Oppsett for e-post";
DEFAULTJOBSETTINGSEMAILSETTINGS = "Standardjobbinnstillinger (e-post)";
SAVETONETWORKFOLDERSETTINGS = "Innstillinger for lagring i nettverksmappe";
SAVETONETWORKFOLDERSETUP = "Oppsett for lagring i nettverksmappe";
DEFAULTJOBSETTINGSNETWORKFOLDER = "Standardjobbinnstillinger (nettverksmappe)";
SAVETOUSBSETTINGS = "Innstillinger for lagring til USB";
SAVETOUSBSETUP = "Oppsett for lagring til USB";
SAVETOUSBJOBSETTINGS = "Jobbinnstillinger for lagring til USB";
DIGITALSENDSERVICESETUP = "Oppsett for digital sendingstjeneste";
MANAGESUPPLIES = "Behandle rekvisita";
RESETSUPPLIES = "Nullstill rekvisita";
TROUBLESHOOTINGMENU = "Problemløsingsmeny";
TROUBLESHOOTING = "Problemløsingsmeny";
RETRIEVEDIAGNOSTICDATA = "Hent feilsøkingsdata";
DIAGNOSTICDATA = "Hent feilsøkingsdata";
STAPLERSTACKER = "Stiftemagasin";
RETRIEVEFAXDIAGNOSTICDATA = "Hent faksdiagnostikkdata";
REMOTECONTROLPANEL = "Eksternt kontrollpanel";
DIGITALSENDINGSOFTWAREDSSSETUP = "Oppsett for digital sendeprogramvare (DSS)";
DIGITALSENDINGSOFTWARESETUP = "Oppsett for digital sendeprogramvare";
SUPPLYSTATUSAPPLICATION = "Rekvisitastatusprogram";
COPYAPPLICATION = "Kopieringsprogram";
SIDEDCOPYOUTPUT = "1-sidig kopiutskrift";
MAKEACOLORCOPY = "Lag en fargekopi";
SAVETODEVICEMEMORYAPPLICATION = "Lagre i enhetsminne-program";
OPENFROMDEVICEMEMORYAPPLICATION = "Åpne fra enhetsminne-program";
STOREDFAXES = "Arkiverte fakser";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "Slett arkiverte jobber (felles eller private)";
TRAYS = "Skuffer";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "Mulighet til å endre skuffstørrelse og typeinnstillinger";
PRINTING = "Utskrift";
PRINTINCOLOR = "Skriv ut i farger";
OPENFROMUSBAPPLICATION = "Åpne fra USB-program";
FAXAPPLICATION = "Faksprogram";
ABILITYTOEDITTHEBILLINGCODE = "Mulighet til å redigere faktureringskode";
ABILITYTOEDITASPEEDDIAL = "Mulighet til å redigere kortnummer";
EMAILAPPLICATION = "E-postprogram";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "Mulighet til å redigere Fra-felt for e-post";
ABILITYTOEDITTHETOFIELDFOREMAIL = "Mulighet til å redigere Til-felt for e-post";
ABILITYTOEDITTHECCFIELDFOREMAIL = "Mulighet til å redigere Kopi-felt for e-post";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "Mulighet til å redigere Blindkopi-felt for e-post";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "Mulighet til å redigere Emne-felt for e-post";
ABILITYTOEDITTHEBODYOFANEMAIL = "Mulighet til å redigere hoveddel av e-post";
ADDRESSBOOK = "Adressebok";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "Mulighet til å behandle kontakter i privat adressebok";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "Mulighet til å behandle kontakter i felles adressebok";
SAVETOSHAREPOINT = "Lagre til SharePoint®";
NETWORKFOLDERAPPLICATION = "Nettverksmappeprogram";
ABILITYTOEDITTHENETWORKFOLDERPATH = "Mulighet til å redigere bane til nettverksmappe";
JOBSTATUSAPPLICATION = "Jobbstatusprogram";
DETAILSORCANCELANYUSERSJOB = "Detaljer om eller avbryte en brukers jobb";
ABILITYTOPROMOTEANYUSERSJOB = "Mulighet til å fremskynde en brukers jobb";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "Mulighet til å vise alle jobber i jobbloggen til alle brukere";
SAVETOUSBAPPLICATION = "Lagre til USB-program";
DEVICEMAINTENANCEAPPLICATION = "Enhetsvedlikeholdsprogram";
INFORMATION = "Informasjon";
DEVICESTATUS = "Enhetsstatus";
PRINT = "Skriv ut";
HPWEBSERVICES = "HP Webtjenester";
ONLINEHELP = "Hjelp online";
FAX = "Faks";
RESTRICTCOLOR = "Fargebegrensning";

EnableFromRestrictColorPlugin = "Gå til Begrens farge-innpluggingsmodulen for å aktivere denne funksjonen";
ENABLEDEVICEUSB = "Aktiver enhets-USB";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "Slett beskyttede jobber uten å skrive inn passord eller PIN-kode";
JOBLOG = "Jobblogg";
STATUSINFORMATION = "Statusinformasjon";
PRINTABLEREPORTSANDPAGES = "Utskrivbare rapporter og sider";
NETWORKING = "Nettverk";
ALERTS = "Varsler";
CONTROLPANELADMINISTRATIONMENU = "Administrasjonsmeny for kontrollpanel";
AUTOSEND = "Autosend";
DISPLAYCUSTOMIZATIONS = "Vis tilpasninger";
BACKUPANDRESTORE = "Sikkerhetskopier og gjenopprett";
SOLUTIONINSTALLER = "Løsningsinstallasjonsprogram";
FIRMWAREUPGRADE = "Fastvareoppgradering";
QUOTAANDSTATISTICSSERVICES = "Kvote- og statistikktjenester";
CONTROLPANELCUSTOMIZATION = "Tilpassing av kontrollpanel";
QUICKSETSSETUP = "Hurtigsett-oppsett";
GENERALTROUBLESHOOTING = "Generell feilsøking";
CALIBRATIONCLEANING = "Kalibrering/rengjøring";
SECURITY = "Sikkerhet";
GENERALSECURITY = "Generell sikkerhet";
ACCESSCONTROL = "Adgangskontroll";
PROTECTSTOREDDATA = "Beskytt lagrede data";
CERTIFICATEMANAGEMENT = "Sertifikatadministrasjon";
WEBSERVICESECURITY = "Webtjenestesikkerhet";
EMAILDOMAINRESTRICTION = "Begrensning for e-postdomene";
FAXARCHIVEANDFORWARDING = "Faksarkiv og videresending";
SPEEDDIALS = "Kortnumre";
COPYPRINT = "Kopier/skriv ut";
ADJUSTPAPERTYPES = "Justere papirtyper";
RETRIEVEFROMUSBSETUP = "Hent fra USB-oppsett";
REMOTESCANREQUEST = "Ekstern skanneforespørsel";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "Hurtigoppsettveivisere for send på e-post og lagre i nettverksmappe";
PREFERENCES = "Innstillinger";
